prefectures = {
  "hiroshima": {
    "prefecture": "広島県",
    "list": [
      "神原病院",
      "医療法人社団健生会　いそだ病院",
      "医療法人財団竹政会セントラル病院",
      "公立学校共済組合　中国中央病院",
      "福山市民病院",
      "医療法人紅萌会　福山記念病院",
      "日本鋼管福山病院",
      "医療法人社団　島谷病院",
      "医療法人社団玄同会　小畠病院",
      "脳神経センター大田記念病院",
      "医療法人辰川会　山陽病院",
      "医療法人叙叙会　福山第一病院",
      "福山循環器病院",
      "医療法人社団健照会　セオ病院",
      "楠本病院",
      "医療法人社団宏仁会　寺岡整形外科病院",
      "藤井病院",
      "井上病院",
      "医療法人三宅会三宅会グッドライフ病院",  # 医療法人三宅会　三宅整形外科病院(医療法人三宅会三宅会グッドライフ病院) not 医療法人三宅会　三宅会グッドライフ病院
      "沼隈病院",
      "医療法人慈彗会　亀川病院",
      "寺岡記念病院",
      "独立行政法人国立病院機構福山医療センター",
      "府中市民病院",
      "府中北市民病院",
      "三菱三原病院",
      "総合病院三原赤十字病院",
      "三原城町病院",  # 医療法人清幸会土肥病院　(三原城町病院) not 医療法人清幸会三原城町病院
      "医療法人杏仁会　松尾内科病院",
      "三原市医師会病院",
      "医療法人宗斉会須波宗斉会病院",
      "社会医療法人里仁会　興生総合病院",
      "医療法人仁康会　本郷中央病院",
      "尾道市立市民病院",
      "医療法人社団啓卯会　村上記念病院",
      "公立みつぎ総合病院",
      "広島県厚生農業協同組合連合会　尾道総合病院",
      "因島医師会病院",
      "公立世羅中央病院"]
  },
  "okayama": {
    "prefecture": "岡山県",
    "list": [
      "医療法人おだうじ会　小田病院",
      "井原市立井原市民病院",
      "医療法人社団清和会笠岡第一病院",
      "医療法人緑十字会　笠岡中央病院",
      "笠岡市立市民病院"]
  }
}

pos_2014 = [48,
  51,
  215,
  280,
  293,
  387,
  433,
  442,
  443]

pos_2015 = [49,
  53,
  221,
  286,
  299,
  401,
  447,
  455,
  456]
